/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ fråkopla";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ sluttar på %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Legg til";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Legg til kort";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOINNEHAVAREN SI ADRESSE";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kontoinnehavaren sitt namn";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Title for Add a Card view */
"Add a Card" = "Legg til kort";

/* Title shown above a card entry form */
"Add a card" = "Legg til eit kort";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Legg til ein konto for AvtaleGiro";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Legg til kort";

/* Button to add a new credit card. */
"Add New Card…" = "Legg til nytt kort …";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Legg til ny betalingsmåte";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Legg til betalingsinformasjonen din";

/* Caption for Address field on address form */
"Address" = "Adresse";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Adresselinje 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adresselinje 2 (valfritt)";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Leil.";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS debet";

/* Text for back button */
"Back" = "Tilbake";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANK";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKKONTOOPPLYSNINGAR";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURAADRESSE";

/* Title for billing address entry section */
"Billing Address" = "Fakturaadresse";

/* Billing address section title for card form entry. */
"Billing address" = "Fakturaadresse";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB-kode";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Ved å oppgje IBAN-nummeret og bekrefte denne betalinga, gjev du %@ og Stripe, som leverer betalingstjenesta vår, autorisasjon til at sende instruksjonar til banken din om å belaste kontoen i samsvar med desse instruksa. Du har krav på å få refusjon frå banken ut frå vilkåra og førsetnadene i avtalen du har med banken. Refusjon må krevjast innan 8 veker frå og med datoen då kontoen vart belasta.";

/* Button title to cancel action in an alert */
"Cancel" = "Avbryt";

/* Title for card number entry field */
"CARD" = "KORT";

/* Title for credit card number entry field */
"Card" = "Kort";

/* Details of a saved card */
"Card ending in %@" = "Kort som sluttar på %@";

/* Card details entry form header title */
"Card information" = "Kortinformasjon";

/* accessibility label for text field */
"card number" = "kortnummer";

/* Label for card number entry text field */
"Card number" = "Kortnummer";

/* TODO */
"Choose a payment method" = "Vel ein betalingsmåte";

/* Caption for City field on address form */
"City" = "Stad";

/* Text for close button */
"Close" = "Lukk";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Lukk kortskannar";

/* Title for contact info form */
"CONTACT" = "KONTAKT";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Text for continue button */
"Continue" = "Hald fram";

/* Caption for Country field on address form */
"Country" = "Land";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Country selector and postal code entry form header title */
"Country or region" = "Land eller region";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Fylke";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Leveranse";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "LEVERINGSADRESSE";

/* Title for delivery address entry section */
"Delivery Address" = "Leveringsadresse";

/* Done button title */
"Done" = "Ferdig";

/* Button title to enter editing mode */
"Edit" = "Rediger";

/* Caption for Email field on address form */
"Email" = "E-post";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "utløpsdato";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Fullt namn";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ugyldige data.";

/* Shipping form error message */
"Invalid Shipping Address" = "Ugyldig sendingsadresse";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Lastar …";

/* label for text field to enter card expiry */
"MM / YY" = "MM / ÅÅ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/ÅÅ";

/* Title for payment options section */
"MORE OPTIONS" = "FLEIRE VAL";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Namn";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nytt kort";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Ny konto for AvtaleGiro";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Ny SEPA-konto for AvtaleGiro";

/* Button to move to the next text entry field */
"Next" = "Neste";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Nettbank (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Eller betal ved å bruke";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Eller betal med eit kort";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Betal %@";

/* Pay with {payment method} */
"Pay with %@" = "Betal med %@";

/* Title for Payment Method screen */
"Payment Method" = "Betalingsmetode";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "Telefonnr.";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Rett kameraet mot kortet.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postnr.";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postnummer";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Postnummer";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Behandlar …";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Område";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy 24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Fjern";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Fjern %@";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Fjern %1$@ endar på %2$@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Fjern kort";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Lagre dette kortet for framtidige %@ betalingar";
/* Text for button to scan a credit card */

"Scan Card" = "Skann kortet";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Vel";
/* label for iDEAL-bank selection picker */

"Select bank" = "Vel bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Vel betalingsmåte";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA-betaling";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA AvtaleGiro";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Opprett";
/* Title for shipping info form */

"Shipping" = "Sending";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "SENDINGSADRESSE";
/* Title for shipping address entry section */

"Shipping Address" = "Sendingsadresse";
/* Label for shipping method form */

"SHIPPING METHOD" = "SENDINGSMÅTE";
/* Label for shipping method form */

"Shipping Method" = "Sendingsmåte";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Fylke";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Region";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "BSB-koden du skreiv inn er ufullstendig.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "BSB-koden du skreiv inn er ugyldig.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Den valde betalingsmetoden er ikkje tilgjengeleg.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Det oppstod ei feil under behandlinga av kortet – prøv igjen om nokre få sekund";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Det oppstod ein uventa feil – prøv igjen om nokre få sekund";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Tidsavbrot ved godkjenning av betalingsmåten - prøv på nytt";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Gi tilgang til kameraet i Innstillingar for å skanne kortet.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Prøv på nytt";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "Kan ikkje opprette tilkopling.";

/* Default missing source type label */
"Unknown" = "Ukjend";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Bruk fakturering";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Bruk leveringsadressa";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Bruk sendingsadressa";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "Stadfest identiteten din";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Vi kan ikkje godkjenne betalingsmåten. Ver vennleg å velje ein annan betalingsmetode og prøv på nytt.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Du blir tatt med til %@ for å fullføre kjøpet.";

/* Error when the card has already expired */
"Your card has expired" = "Kortet har gått ut";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kortnummeret er ufullstendig.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kortnummeret er ugyldig.";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kortet vart avvist";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Utløpsdatoen til kortet er ufullstendig.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Utløpsdatoen til kortet er ugyldig.";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Utløpsmånaden på kortet er ugyldig";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Utløpsdatoen på kortet ditt er ugyldig.";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Utløpsåret på kortet er ugyldig";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Utløpsåret på kortet ditt er ugyldig.";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kortnummeret er ugyldig";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Sikkerheitskoden til kortet er ufullstendig.";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Sikkerheitskoden på kortet er ugyldig";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Sikkerheitskoden til kortet er ugyldig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Postnummeret er ufullstendig.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Postnummeret er ugyldig.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "ZIP-koden er ufullstendig.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "ZIP-koden er ugyldig.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "POSTNR.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postnummer";

